[
    {"comment":"Did you know one of the biggest red flags for women on the first date is a man who constantly checks his phone?"},
    {"comment":"Did you know if a man can’t decide what to wear on a date, he might want to wear blue. Studies show that women are attracted to men in blue."},
    {"comment":"Ask your partner what they like to do in their freetime."},
    {"comment":"Try asking your partner if they are more of an indoors or outdoors person."},
    {"comment":"Ask your partner: who is the most fascinating person you’ve met?"},
    {"comment":"Ask your partner: what is the last book you really got into?"},
    {"comment":"Ask your partner: What are some movies you really enjoyed?"},
    {"comment":"Ask your partner: What amazing adventures have you been on?"},
    {"comment":"Ask your partner: What pets have you had?"},
    {"comment":"Ask your partner: What are you kind of obsessed with these days?"},
    {"comment":"Ask your partner: Where have you traveled?"},
    {"comment":"Ask your partner: What’s your favorite international food?"},
    {"comment":"Ask your partner: Are you a morning person or a night owl?"},
    {"comment":"Ask your partner: What’s your favorite restaurant?"},
    {"comment":"Ask your partner: How many siblings do you have?"},
    {"comment":"Ask your partner: What would be your dream job?"},
    {"comment":"Ask your partner: What would you do if you had enough money to not need a job?"},
    {"comment":"Ask your partner: Who is your favorite author?"},
    {"comment":"Ask your partner: What was the last show you binge-watched?"},
    {"comment":"Ask your partner: What TV series do you keep coming back to and re-watching?"},
    {"comment":"Ask your partner: What hobbies would you like to get into if you had the time and money?"},
    {"comment":"Ask your partner: If there was an Olympics for everyday activities, what activity would you have a good chance at winning a medal in?"},
    {"comment":"Ask your partner: What would your perfect vacation look like?"},
    {"comment":"Ask your partner: Among your friends, what are you best known for?"},
    {"comment":"Ask your partner: What music artist do you never get tired of?"},
    {"comment":"Ask your partner: What are some accomplishments that you are really proud of?"},
    {"comment":"Ask your partner: What music artist do you never get tired of?"},
    {"comment":"Ask your partner: What are some things everyone should try at least once?"},
    {"comment":"Ask your partner: What’s the best thing that has happened to you this month?"},
    {"comment":"Ask your partner: What would your perfect morning be like?"},
    {"comment":"Ask your partner: What do you do to unwind?"},
    {"comment":"Ask your partner: What’s your favorite app on your phone? You might mention me!"},
    {"comment":"Ask your partner: Cutest animal? Ugliest animal?"},
    {"comment":"Ask your partner: Who is the kindest person you know?"},
    {"comment":"Ask your partner: What’s your favorite piece of furniture you’ve ever owned?"},
    {"comment":"Ask your partner: What’s the silliest fear you have?"},
    {"comment":"Ask your partner: What would be the best city to live in?"},
    {"comment":"Ask your partner: What household chore is just the worst?"},
    {"comment":"Ask your partner: If you could give yourself a nickname, what nickname would you want people to call you?"},
    {"comment":"Ask your partner: What odd talent do you have?"},
    {"comment":"Ask your partner: If you could give everyone just one piece of advice, what would it be?"},
    {"comment":"Ask your partner: What would you like to know more about, but haven’t had the time to look into?"},
    {"comment":"Ask your partner: What country do you never want to visit?"},
    {"comment":"Ask your partner: If you could give everyone just one piece of advice, what would it be?"},
    {"comment":"Ask your partner: Would you like to be famous?"}
]